<?php

/* @var $this yii\web\View */

$this->title = 'My Yii Application';
?>
<div class="site-index">

    <div class="jumbotron">
        <h1>Здравствуйте!</h1>

        <p>Это тестовый сайт, написанный с помощью фреймворка Yii2.
        На странице "Компании" выводится список компаний из базы данных, которые
      может просматривать Гость. Редактор и Администратор могут изменять информацию о
     существующей компании и добавлять новую. Администратор может принять
    изменения, либо отклонить, а также удалить компанию. </p>
    </br>
  <p>Логин и пароль для редактора: </br>editor - editor</br>
  для админа:
</br>
    admin - admin</p>
    </div>
</div>
